Repository: BARABACI/ZiraatBankUzPortal
Catalog: ZiraatBankUzPortal/Client/Resources/Pages/EmployeeList.*.resx
Languages: tr

# SearchBoxText
source: Serach for employee...
tr: Personel Ara...

# PageHeaderText
source: Employee List
tr: Personel Listesi

# DGTittleName
source: Title
tr: Ünvan

# DGPositionName
source: Position
tr: Pozisyon

# DGLastName
source: Last Name
tr: Soyad

# DGFirstName
source: First Name
tr: Ad

# DGEditButton
source: Edit
tr: Düzenle

# DGDeleteButton
source: Delete
tr: Sil

# DGActionsButton
source: Process
tr: İşlemler

# BtnReloadText
source: Reload
tr: Yenile

# BtnNewText
source: New
tr: Yeni

# DGActions
source: Process
tr: İşlemler

# EmployeDataNotLoadedText
source: Employee data not loaded.
tr: Personel verisi yüklenemedi.

# ModalContentDeleteEmployeeText
source: Do you want delete the employee ? (Id =
tr: Personeli silmek istediğinize eminmisiniz ? (Id =

# ErrDeleteEmployeeText
source: Employee not deleted.
tr: Personel silinemedi.

# ModalHeaderCreateEmployeeText
source: Employee Create
tr: Personel Oluştur

# ModalHeaderDeleteEmployeeText
source: Employee Delete
tr: Personel Sil

# ModalHeaderEditEmployeeText
source: Employee Edit
tr: Personel Düzenle

# ErrEmployeDataNotLoadedText
source: Page roles not loaded.
tr: Sayfa rolleri yüklenemedi.

# SuccDeleteEmployeeText
source: Employee deleted.
tr: Personel silindi.
